Repository: flow03/CoM-Archolos-Ukrainian-Translation
Catalog: DialogeOmegaT/omegat/project_save.tmx
Source language: pl
Languages: uk

source: Wodny Krąg sporo operował w porcie. Mieliśmy okazję przyjrzeć się pracy jednego i drugiego kandydata. Nadadzą się. Szczególnie, że ten drugi jest aktualnie bez pracy.
uk: Кільце Води багато працювало в порту. У нас була можливість спостерігати за роботою обох кандидатів. Вони підходять. Тим паче, що другий наразі безробітний.

source: Wodny krąg
uk: Кільце Води

source: Wody wokół wyspy są teraz dziwnie puste przez zakaz Rhobara. Nie umiem się do tego przyzwyczaić.
uk: Води навколо острова тепер зовсім безлюдні через заборону Робара. Я ніяк не можу до цього звикнути.

source: Wodę w idealną sferę?
uk: Воду в ідеальну сферу?

source: Wojna Dwóch Braci: Tom I
uk: Війна двох братів. Том I

source: Wojna Dwóch Braci: Tom II
uk: Війна двох братів. Том II

source: Wojna Dwóch Braci: Tom III
uk: Війна двох братів. Том III

source: Wojna Dwóch Braci: Tom IV
uk: Війна двох братів. Том IV

source: Wojna Dwóch Braci: Tom V
uk: Війна двох братів. Том V

source: Wojna Dwóch Braci: Tom VI
uk: Війна двох братів. Том VI

source: Wojna Dwóch Braci: Tom VII
uk: Війна двох братів. Том VII

source: Wojna Dwóch Braci: Tom VIII
uk: Війна двох братів. Том VIII

source: Wojna ciągnie się miesiąc za miesiącem, a ja obawiam się najgorszego.
uk: Війна тягнеться місяць за місяцем, і я побоююся найгіршого.

source: Wojna jest, a z wojną idą wydatki!
uk: Йде війна, а з війною приходять витрати!

source: Wojna kupców
uk: Війна торговців

source: Wojna o wiarę na Archolos nie zakończyła się jednak na samych przepychankach. W sercu Maksyma wciąż płonęła zazdrość. Wkrótce doszło do zbrojnej napaści na naszych braci w portowej kaplicy, w wyniku której jej wnętrze zdeprawowano, a wielu wiernych, którzy pomagali w jej budowie, stało się ofiarami prześladowań. Sam Innos musiał jednak dostrzec tę nieprawość, bowiem wzniecił pożar ratusza, który po całym dniu walki, zdołały ugasić dopiero kojące krople wiosennego deszczu.
uk: Однак війна за віру на Архолосі не закінчилася лише сутичками. Ревнощі все ще палали в серці Максимуса. Незабаром стався збройний напад на наших братів у портовому храмі, в результаті якого його внутрішня частина була сплюндрована, а багато віруючих, які допомагали його будувати, стали жертвами переслідувань. Однак сам Іннос, мабуть, помітив це беззаконня, бо влаштував у ратуші пожежу, яку після цілоденної боротьби вдалося загасити лише завдяки лагідним краплям весняного дощу.

source: Wojna podobno trwała dość długo, ale zwycięstwo Myrtany z wielkim zapleczem wojskowym i gospodarczym było nieuniknione.
uk: Війна, як відомо, тривала досить довго, але перемога Міртани була неминучою з її величезною військовою та економічною потужністю.

source: Wojna rządzi się swoimi prawami.
uk: Війна керується власними законами.

source: Wojna trwa już od dawna, skąd pomysł, żeby uciekać akurat teraz?
uk: Війна триває вже давно, чому ти вирішив втікати саме зараз?

source: Wojna trwała wiele lat. Wiele żyć zostało odebranych, a duża część Myrtany została obrócona w ruinę. Poświęcenie szarych obywateli zdołało jednak przegnać czarne chmury znad uświęconej przez Innosa ziemi, a nikomu nieznany dowódca, symbol nadziei i determinacji, okrzyknięty został nowym królem Myrtany - Rhobarem II.
uk: Війна тривала багато років. Вона забрала багато життів і перетворила значну частину Міртани на руїни. Однак самовідданість жителів змогла розігнати чорні хмари з освяченої Інносом землі, і невідомий офіцер, символ надії та рішучості, був проголошений новим королем Міртани – Робаром II.

source: Wojna wojną, ale nie chcę nas narażać na kolejną tak długą rozłąkę!
uk: Війна війною, але я не хочу нас наражати на ще одну таку довгу розлуку!

source: Wojna wszystko zmienia. Sami oddaliby nam ten amulet, żebyśmy mogli uciec. Londram nie ma szans obronić się przed orkami.
uk: Війна все змінює. Вони б самі віддали нам той амулет, щоб ми могли втекти. У Лондраму немає шансів вистояти проти орків.

source: Wojna z orkami była niezwykle kosztowna, a wróg działał szybko i bezwzględnie.
uk: Війна з орками давалася дорогою ціною, адже ворог діяв швидко і нещадно.

source: Wojna z orkami, głód, choroby, niesprawiedliwości społeczne, a do tego jeszcze żyjący w luksusach wariat z armią na własne rozkazy!
uk: Війна з орками, голод, хвороби, соціальна несправедливість, а на додачу ще й божевільний, що живе в розкоші з цілою армією під боком!

source: Wojna zniszczyła mi życie.
uk: Війна зруйнувала моє життя.

source: Wojna zniszczyła mi życie. Gdyby Rhobar był lepszym władcą, wojna nigdy nie dotarłaby na archipelag.
uk: Війна зруйнувала моє життя. Якби Робар був кращим правителем, війна ніколи б не дісталась до Архіпелагу.

source: Wojna Żywiołów - Pracownia cyrulika
uk: Війна Стихій – Цирульня

source: Wojna, bunty Południowców i napady bandytów to za dużo na tych słabeuszy.
uk: Війна, повстання південців та бандитські набіги – це занадто для цих слабаків.

source: Wojna, bunty i niesprawiedliwe edykty to jedyne tematy, o których ostatnio się rozmawia.
uk: Війна, повстання та несправедливі укази – це єдині теми, які обговорюються останнім часом.

source: Wojna? Po co nam wojna?
uk: Війна? Навіщо нам потрібна війна?

source: Wojny z orkami nie wygramy, jeśli nie będziemy zdyscyplinowani, i Król doskonale zdaje sobie z tego sprawę.
uk: Війну з орками неможливо виграти, якщо ми не будемо дисциплінованими, і Король це добре розуміє.

source: Wojną niech się zajmą koledzy po fachu, a ja... ja już mam o co walczyć w życiu!
uk: Нехай війною займаються мої колеги, а я... я вже маю за що боротися в цьому житті!

source: Wojownicy z najdalszych krain przybyli by pokazać swój kunszt i zaryzykować swoją głowę dla chwały i bogactwa.
uk: Воїни з найвіддаленіших земель прийшли показати свою майстерність і ризикнути своєю головою заради слави і багатства.

source: Wojownik Innosa
uk: Воїн Інноса

source: Wojownik? Jesteś tchórzem i zdrajcą! Podstępem zaatakowałeś miasto, gdy w każdym momencie mogą nadciągnąć wojska orków.
uk: Як воїну? Ти боягуз і зрадник! Ти підступно напав на місто, коли війська орків можуть прийти будь-якої миті.

source: Wojska Myrtany przygotowują się aktualnie na zadanie ostatecznego ciosu przeciwnikowi, a dowódcy jasno informują, że wszystko idzie zgodnie z planem.
uk: Наразі війська Міртани готуються завдати вирішального удару по ворогу, і командири чітко дали зрозуміти, що все йде згідно з планом.

source: Wokół półki skalnej, na której ukrył się Rolf, zebrało się kilka wygłodniałych wilków, ale na szczęście nie sprawiły mi większych problemów. Facet wygląda na zbyt przerażonego, żeby do mnie zejść, chyba będę musiał wspiąć się na górę i z nim porozmawiać.
uk: Навколо скелі, на якій ховався Рольф, зібралося кілька голодних вовків, але, на щастя, вони не завдали мені особливого клопоту. Хлопець надто наляканий, щоб спуститися вниз, тож, мабуть, мені доведеться вилізти нагору і поговорити з ним.

source: Wola Innosa bywa niezrozumiała i bolesna, ale jest święta, a nam, śmiertelnikom, nie pozostaje nic innego jak przyjąć ją z pokorą.
uk: Воля Інноса іноді може бути незрозумілою і болючою, але вона священна, і у нас, смертних, немає іншого вибору, окрім як прийняти її зі смиренням.

source: Wola nieba
uk: Воля небес

source: Wolałam zaszyć się tutaj. Na pewno wszystko się jakoś ułoży.
uk: Я вирішила відсидітися тут. Впевнена, що все якось владнається.

source: Wolałbym nie dzielić się tą historią.
uk: Мені не хотілося б ділитися цією історією.

source: Wolałbym o tym nie rozmawiać.
uk: Я б не хотів про це говорити.

source: Wolałbym referencję do zostania obywatelem.
uk: Я б віддав перевагу рекомендації щодо набуття громадянства.

source: Wolałbym słyszeć tylko szum fal i skrzypienie statku, ale nasz wspaniały król zarządził, że nie mogę nigdzie wypłynąć. Tak się nie da żyć!
uk: Я волів би чути тільки шум хвиль і скрип корабля, але наш великий король наказав, що я не можу нікуди відплисти. Так неможливо жити!

source: Wolałbym uniknąć niezręcznych konfrontacji z przerażonymi ludźmi.
uk: Мені краще уникати незручних зіткнень з переляканими людьми.

source: Wolałbym zachować to dla siebie.
uk: Я вважаю за краще тримати це при собі.

source: Wolałbym zatrzymać samorodki.
uk: Я краще залишу самородки собі.

source: Wolałbym zobaczyć już trochę tego obiecanego złota. Jak na razie, to widzę tu tylko całe sterty głazów i kości.
uk: Я б краще вже побачив трохи цього обіцяного золота. Поки що я тут бачу тільки купи каміння та кісток.

source: Wolałbym zostać w Klasztorze. Tam mógłbym zająć się wyłącznie moimi badaniami. A tak to wiecznie mi ktoś przeszkadza...
uk: Я б волів залишитися в Монастирі. Там я міг спокійно займатися своїми дослідженнями. А тепер мені постійно хтось заважає...

source: Wolałbym, żeby baba nie pchała się w tę sprawę. Jeszcze Martha pomyśli, że to moja nowa kobieta!
uk: Я б не хотів, щоб до цієї справи була залучена ще якась дама. А раптом Марта подумає, що це моя нова жінка!

source: Wolałbyś stracić ludzi? Zrobiłem, co się dało.
uk: Ти хотів би втратити людей? Я зробив все, що міг.

source: Wolałem go nie ruszać, nie czułem się na siłach, by go zabić.
uk: Я вирішив за краще не чіпати його, я поки що настільки сильний, щоб його вбити.

source: Wolałem nie deklarować Roderichowi mojej chęci dołączenia do straży. Zawsze mogę to zrobić później.
uk: Я вирішив за краще не повідомляти Родеріху про своє бажання вступити до Варти. Я завжди можу зробити це пізніше.

source: Wolałem nie ryzykować zdrowia Jorna i nie zgodziłem się na walkę treningową.
uk: Я вирішив не ризикувати здоров'ям Йорна і не погодився на тренувальний бій.

source: Wolałem się uganiać za panienkami i trafiłem przy tym na niezłą harpię. Tyle w temacie.
uk: Я вважав за краще ганятися за дівчатами і в результаті отримав справжню гарпію. Ось і вся історія.

source: Wolałem zaszyć się tutaj. Na pewno wszystko jakoś się ułoży.
uk: Я вирішив відсидітися тут. Впевнений, що все якось владнається.

source: Wolałem zrobić własne rozeznanie, więc zebrałem trochę cieczy do menzurki.
uk: Я вирішив провести власне дослідження, тому набрав трохи рідини в мензурку.

source: Woleliśmy uniknąć spotkania z tymi przebrzydłymi bestiami, więc po prostu porzuciliśmy tamto miejsce.
uk: Ми вирішили за краще уникати зустрічі з цими потворними звірами, тому просто покинули це місце.

source: Wolisz magiczne zwoje czy runę?
uk: Ти віддаєш перевагу магічним сувоям чи рунам?

source: Wolisz spotkać się na miejscu czy idziemy tam razem?
uk: Бажаєш зустрітися на місці чи підемо туди разом?

source: Wolisz to zrobić sam?!
uk: Хочеш сам це робити?!

source: Wolisz układać się z wyjętymi spod prawa?
uk: Віддаєш перевагу мати справу зі злочинцями?

source: Wolno oddychaj, i nie ruszaj się za bardzo. Zbędny ruch przyspieszy krwotok.
uk: Дихай повільно і не рухайся надто багато. Зайві рухи прискорять кровотечу.

source: Wolą Króla jest, by wszyscy strażnicy w całym Królestwie korzystali z tych pancerzy. Wy nie będziecie wyjątkiem.
uk: Воля Короля полягає в тому, щоб усі вартові по всьому королівству носили ці обладунки. Ви не будете винятком.

source: Wolą jego królewskiej mości jest wprowadzenie standaryzacji wyposażenia straży miejskiej w całym królestwie Myrtany.
uk: Волею Його Королівської Величності спорядження вартових має бути стандартизовано на території всього Королівства Міртана.

source: Wolę być tym drugim.
uk: Я вважаю за краще бути останнім.

source: Wolę nawet nie myśleć z czego są zrobione... Sprawdźmy jak smakują.
uk: Я навіть не хочу думати, з чого він приготований... Дізнаємося, який він на смак.

source: Wolę nawet o tym nie myśleć, ale liczę, że coś, co przybliży nas do rozwiązania zagadki zaginięć.
uk: Волію навіть не думати про це, але сподіваюся на щось, що наблизить нас до розгадки цих зникнень.

source: Wolę nie myśleć, jak musiałeś to wycinać spod tych skorup!
uk: Я не хочу думати про те, як тобі довелося вирізати це з-під їхніх панцирів!

source: Wolę nie ryzykować, że Liam wyleje całą beczkę gdy dowie się, że eksperymentuję.
uk: Я не хочу ризикувати, що Ліам виллє всю бочку, коли дізнається, що я експериментую.

source: Wolę nie ryzykować.
uk: Я б не хотів ризикувати.

source: Wolę nie ryzykować. Wróćmy do reszty, tam zbierzesz posiłki. I przy okazji sobie porozmawiamy.
uk: Я вважаю за краще не ризикувати. Повернімося до решти, там ти збереш підкріплення. І ми при нагоді все обговоримо.

source: Wolę nie zdradzać swoich źródeł.
uk: Я вважаю за краще не розкривати свої джерела.

source: Wolę określenie 'opiekun'.
uk: Мені більше подобається термін 'опікун'.

source: Wolę robić to w spokoju, a tutaj go nie zaznamy. Chodźmy stąd, i to jak najszybciej. Nie wiadomo, jak dużo ich tu jeszcze jest.
uk: Я б надав перевагу зробити це в тиші і спокої, а не тут. Ходімо звідси, і якнайшвидше. Невідомо, скільки їх ще тут.

source: Wolę wiedzieć, czy może mnie spotkać coś podobnego. I czy w takiej sytuacji ktoś będzie się za mną rozglądał!
uk: Я б хотів знати, чи не спіткає щось подібне і мене. І чи шукатиме хтось мене в подібній ситуації!

source: Wolę zachować umysł w pełnej trzeźwości.
uk: Я хочу залишатися повністю тверезим.

source: Wolę zatrzymać ją dla siebie.
uk: Я краще залишу це собі.

source: Wolę ślepo wierzyć w ich pomoc, niż ufać kolejnemu złotemu człowiekowi, który rzekomo potrafi zdziałać cuda.
uk: Я краще сліпо повірю в їхню допомогу, ніж довірюся черговому благодійнику, який нібито може творити чудеса.

source: Wolę, żeby nie wiedział o tej pomyłce. (Zapłać 150 SZ)
uk: Буде краще, якщо він не знатиме про цю помилку. (Заплатити 150 золотих)

source: Won!
uk: Геть!

source: Woreczek jest pełny monet.
uk: У цьому гаманці повнісінько монет.

source: Woreczek okruchów magicznej rudy
uk: Мішечок з порошком з магічної руди

source: Woreczek pełen czarnego proszku.
uk: Мішок, наповнений чорним порошком.

source: Woreczek z nasionami i nawozem
uk: Мішечок з насінням і добривами

source: Woreczek zawiera tuzin małych kawałków
uk: У мішечку лежить дюжина маленьких шматочків

source: Woreczek ze sproszkowaną rudą
uk: Мішечок з порошком з магічної руди

source: Worek czerwonego pieprzu
uk: Мішечок червоного перцю

source: Worek mąki
uk: Мішок борошна

source: Worek mąki ze zbóż Archolos.
uk: Мішок борошна зі злаків Архолосу.

source: Worek pełny jakiegoś sypkiego materiału.
uk: Мішок, наповнений якимось сипучим матеріалом.

source: Worek prochu
uk: Мішок пороху

source: Worek przekąsek
uk: Мішечок з закусками

source: Worek z aromatycznymi ziarnami czerwonego pieprzu.
uk: Мішечок з ароматними зернами червоного перцю.

source: Worek z rudą
uk: Мішечок з рудою

source: Worek zawiera składniki alchemiczne.
uk: У мішечку містяться алхімічні інгредієнти.

source: Worki Albyna
uk: Мішки Альбіна

source: Wozy, którymi mieliśmy przewieźć wino do miasta... po prostu spłonęły!
uk: Вози, якими ми мали перевозити вино до міста... просто згоріли!

source: Wpadnę jutro, może nawet z czymś mocniejszym dla umilenia czasu.
uk: Я прийду завтра, може, навіть з чимось міцнішим, щоб скоротати час.

source: Wpadłam na pomysł bardziej nietypowej walki, zmierzysz się z dwoma przeciwnikami jednocześnie.
uk: Я придумала дещо новеньке: ти битимешся відразу проти двох суперників.

source: Wpadłem na pewien pomysł.
uk: У мене з'явилась ідея.

source: Wpadło tu parę bestii, jak zapewne zauważyłeś. Problem w tym, że jak się z nimi rozprawiałem, cholerne gobliny zabrały, co mogły, w tym drugą szkatułę.
uk: Як ти, мабуть, помітив, сюди забігло кілька звірів. Проблема в тому, що поки я з ними розбирався, кляті гобліни забрали все, що змогли, в тому числі і другу скриньку.

source: Wpadły mi w ręce, to je rozdaję.
uk: Потрапили мені до рук, тож я їх роздаю.

source: Wpierw zdam raport Roderichowi. Miejmy nadzieję, że to wystarczy.
uk: Спочатку я доповім Родеріху. Будемо сподіватись, що цього вистачить.

source: Wpierw zobaczyłem Kyle'a, ale chłopak przeżył taką traumę, że nie da się z nim rozmawiać.
uk: Спочатку я побачив Кайла, але хлопчина пережив таку травму, що з ним неможливо було розмовляти.

source: Wpis 1
uk: Запис 1

source: Wpis 10
uk: Запис 10

source: Wpis 11
uk: Запис 11

source: Wpis 13
uk: Запис 13

source: Wpis 17
uk: Запис 17

source: Wpis 191
uk: Запис 191

source: Wpis 2
uk: Запис 2

source: Wpis 20
uk: Запис 20

source: Wpis 22
uk: Запис 22

source: Wpis 26
uk: Запис 26

source: Wpis 3
uk: Запис 3

source: Wpis 30
uk: Запис 30

source: Wpis 4
uk: Запис 4

source: Wpis 53
uk: Запис 53

source: Wpis 7
uk: Запис 7

source: Wpis 77
uk: Запис 77

source: Wpis 82
uk: Запис 82

source: Wpis 90
uk: Запис 90

source: Wpis 92
uk: Запис 92

source: Wpisz mnie na listę uczestników.
uk: Впиши мене до списку учасників.

source: Wprawdzie mamy zlecenie od Ulryka, ale wiecznie trwać nie będzie.
uk: Звичайно, у нас є замовлення від Ульріка, але воно не може тривати вічно.

source: Wprawdzie nie udało ci się wywiązać z umowy i nie pozbyłeś się handlarzy, ale jestem pewny, że włożyłeś w tę sprawę sporo wysiłku.
uk: Хоча ти й не зміг виконати угоду і не позбувся торговців, але я впевнений, що ти доклав до цього чимало зусиль.

source: Wprawdzie zrobiłeś to, czego od ciebie oczekiwałem, ale jesteś tu nowy, a nowi muszą sobie zasłużyć na szacunek mój i moich ludzi.
uk: Безумовно, ти зробив те, що я від тебе очікував, але ти тут новачок, а новачки повинні заслужити мою повагу і повагу моїх людей.

source: Wprawił w ruch siłę, której nie zatrzyma nawet armia samego Rhobara!
uk: Він привів у рух силу, яку не зупинить навіть армія самого Робара!

source: Wprawny winiarz musi wiedzieć, kiedy zerwać, a kiedy zostawić owoce. Jeśli zbierze je zbyt wcześnie, mogą okazać się niejadalne, a smak wina będzie cierpki. Jeśli zbierze je zbyt późno, smak będzie zbyt słodki, a część winogron zwyczajnie przegnije. Z każdego krzaka zerwij po owocu i go posmakuj, wówczas poznasz czy nadszedł odpowiedni moment.
uk: Досвідчений винороб повинен знати, коли збирати виноград. Якщо він зірве його занадто рано, він може виявитися неїстівним, а смак вина буде терпким. Якщо ж зірве занадто пізно, смак буде занадто солодким, а частина виноградин просто згниє. З кожного куща зірвіть по виноградинці і спробуйте на смак, тоді ви дізнаєтесь, чи настав час для збирання.

source: Wprawny złodziej pracuje rutynowo, jego ruchy są płynne, gdyż są doskonale wyuczone i zapamiętane - nie ma tam miejsca na pomyłkę. Z tego samego powodu nie jest to zbyt rozwijające zajęcie i nie rozwija użytkownika. Dobry złodziej powinien traktować raczej kradzieże kieszonkowe jako drogę do celu i sposób na finansowanie swoich pozostałych pragnień.
uk: Досвідчений злодій працює вправно, його рухи плавні, тому що доведені до автоматизму і добре відточені – у нього немає права на помилку. Саме тому це не дуже перспективна діяльність. Хороший злодій повинен розглядати обкрадання радше як інструмент для досягнення цілей та спосіб фінансування інших своїх потреб.

source: Wprowadzenie
uk: Вступ

source: Wprowadź mnie, proszę, do czwartego kręgu magii.
uk: Введи мене, будь ласка, до четвертого кола магії.

source: Wprowadź mnie, proszę, do drugiego kręgu magii.
uk: Введи мене, будь ласка, до другого кола магії.

source: Wprowadź mnie, proszę, do pierwszego kręgu magii.
uk: Введи мене, будь ласка, до першого кола магії.

source: Wprowadź mnie, proszę, do trzeciego kręgu magii.
uk: Введи мене, будь ласка, до третього кола магії.

source: Wpływy przyszły z czasem chłopcze, ale tylko dlatego, że nigdy tego czasu nie marnowałem.
uk: Впливовим я став з часом, але тільки тому, що я ніколи не марнував свій час.

source: Wracaj do Graysona. Nie należy on do najcierpliwszych ludzi.
uk: Повертайся до Грейсона. Він не з терплячих людей.

source: Wracaj do Silbach. To nie jest twoja bitwa.
uk: Повертайся до Сільбаху. Це не твоя битва.

source: Wracaj do domu.
uk: Повертайся додому.

source: Wracaj do katakumb i odnajdź Rozjemcę, dogonię cię, gdy tylko opanujemy sytuację tutaj.
uk: Повертайся в катакомби і знайди Миротворця. Я наздожену тебе, як тільки ми владнаємо ситуацію тут.

source: Wracaj do swoich zadań. Gildia Kupiecka ma wszystko pod kontrolą, nie potrzebujemy twojej pomocy.
uk: Повертайся до своїх завдань. У Торгової Гільдії все під контролем, і нам не потрібна твоя допомога.

source: Wracaj jak najszybciej na miejsce. Mapę masz. Nie będziemy tolerować kolejnej samowolki.
uk: Повертайся назад якнайшвидше. У тебе є мапа. Ми більше не потерпимо свавілля.

source: Wracaj! Natychmiast! Zabraniam ci!
uk: Повернись! Негайно! Я забороняю тобі!

source: Wracaj.
uk: Повертайся.

source: Wracajmy do pracy.
uk: Повертаймося до роботи.

source: Wracajmy.
uk: Повертаймося.

source: Wracając do ciebie. Jestem pod wrażeniem - od finalizacji naszej umowy oddziela cię jeszcze tylko jedna sprawa.
uk: Повертаючись до тебе. Я вражений. Від завершення нашої угоди тебе відділяє тільки одна справа.

source: Wracając do ciebie... Serdecznie dziękuję. To dla mnie wiele znaczy.
uk: Вертаючись до тебе... Щиро дякую. Це багато для мене значить.

source: Wracając do długów...
uk: Щодо боргів...

source: Wracając do historii, okazało się, że ten papier to mapa!
uk: Вертаючись до історії, виявилося, що цей папірець був мапою!

source: Wracając do kusz...
uk: Повернімося до арбалетів...

source: Wracając do kwestii nowych pancerzy...
uk: Повертаючись до питання нових обладунків...

source: Wracając do kwestii skrzyni...
uk: Повернімося до розмови про скриню...

source: Wracając do mojego zadania...
uk: Щодо до мого завдання...

source: Wracając do naszej umowy, powiesz mi teraz, kim jest ten tajemniczy znajomy Arsa?
uk: Тепер, повертаючись до нашої угоди, скажи мені, хто цей таємничий знайомий Арса?

source: Wracając do naszej umowy. Mówiłeś, że nie chcesz żadnej zapłaty. Jednak, jako kupiec wiem, że nie ma nic za darmo, a dobry pracownik powinien być sowicie wynagrodzony.
uk: Повертаючись до нашої угоди. Ти сказав, що не хочеш ніякої оплати. Однак, як торговець, я знаю, що нічого не буває безкоштовним, а хороший працівник повинен бути гідно винагородженим.

source: Wracając do naszej umowy...
uk: Повертаючись до нашої угоди...

source: Wracając do potrzebnych materiałów...
uk: Повертаючись до необхідних матеріалів...

source: Wracając do spraw istotnych, nie chcesz mi może pomóc z ich sadzeniem?
uk: Вертаючись до справ, ти не хочеш допомогти мені їх посадити?

source: Wracając do sprawy twojej wcześniejszej nieobecności. Udało ci się czegoś dowiedzieć na temat swojego brata?
uk: Повертаючись до питання твоєї недавньої відсутності. Тобі вдалося щось дізнатися про свого брата?

source: Wracając do sprawy z In Extremo...
uk: Повертаючись до справи In Extremo...

source: Wracając do sprawy znacznie poważniejszej...
uk: Повертаючись до набагато серйознішої справи...

source: Wracając do sprawy złotych Innosów...
uk: Повертаючись до питання золотих Інносів...

source: Wracając do tematu, kojarzysz lombard 'Czas Zapłaty'? Naprzeciwko stoi taki wysoki magazyn.
uk: Повертаючись до теми, ти знаєш ломбард 'Час розплати'? Навпроти нього стоїть такий високий склад.

source: Wracając do tematu... Powiedz mi lepiej, gdzie jest to miejsce. Może chłopak, którego szukam nadal się tam kręci?
uk: Повернемося до теми... Краще скажи, де це місце. Може, хлопець, якого я шукаю, досі там?

source: Wracając do tematu: prawowity władca, tak? Archolos od trzech stuleci nie zna innego pana od Króla Myrtany. Załóżmy teoretycznie, że gubernator oddaje jutro władzę w ręce dziedzica. Co potem?
uk: Повертаючись до теми: законний правитель, так? Протягом трьох століть Архолос не знав іншого володаря, окрім Короля Міртани. Припустимо теоретично, що завтра правитель передасть владу спадкоємцю. Що тоді?

source: Wracając do twoich poszukiwań – ślady strażników prowadzą dalej, w stronę tego niewielkiego jeziora, na zachód stąd.
uk: Повертаючись до твоїх пошуків – сліди вартових ведуть далі, у бік того невеликого озера, на захід звідси.
